Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/kulttuurinmukaiset_ja_asiakaslahtoiset_tyoskentelymallit.html.tmx
Source language: fin
Languages: sme

source: Kulttuurinmukaiset ja asiakaslähtöiset työskentelymallit
sme: Kultuvrii vuođđuduvvi ja áššehasvuolggalašbargomállet

source: Suomen perustuslaki ja kansainväliset ihmisoikeussopimukset turvaavat saamelaisille alkuperäiskansana oikeuden ylläpitää ja kehittää omaan kieltään ja kulttuuriaan.
sme: Suoma vuođđoláhka ja riikkaidgaskasaš olmmošvuoigatvuođasoahpamušat dorvvastit sámiide eamiálbmogin vuoigatvuođa doalahit ja ovddidit iežaset giela ja kultuvrra.

source: Kaytännössä tämä tarkoittaa sitä, että myös sosiaali- ja terveyspalveluissa tulisi tukea ja edistää näiden perusoikeuksien toteutumista.
sme: Geavadis dát oaivvilda dan, ahte maiddái sosiála- ja dearvvasvuođabálvalusain galggašii doarjut ja ovddidit dáid vuođđovuoigatvuođaid ollašuvvama.

source: Saamelaiskäräjät on ollut osallisena erilaisissa kehittämishankkeissa, joissa on luotu saamen kielen ja kulttuurin huomioivia työskentelymalleja.
sme: Sámediggi leamašan mielde iešguđetlágan ovddidanprojeavttain, main leat hutkojuvvon sámegiela ja -kultuvrra vuhtiiváldi bargom állet .

source: Lisäksi saamelaiskäräjien sotealan kehittämisohjelmassa (2016-2019) on esitetty toimenpiteitä palvelujen kehittämiseksi edelleen .
sme: Lassin Sámedikki sode-suorggi ovddidanprográmmas (2016-2019) leat ovdanbukton doaibmabijut, mainna bálvalusaid sáhttá ain ovddidit.

source: Ikääntyneiden palvelut
sme: Ahkeolbmuid bálvalusat

source: Saamelaisilla iäkkäillä ihmisillä on vielä vähäisessä määrin mahdollisuuksia käyttää päivittäin omaa äidinkieltään laitoshoidossa, palveluasumisessa tai kotihoidossa.
sme: S ápmelaš ahkeolbmuin leat vel uhccánaš vejolašvuođat geavahit beaivválaččat eatnigielaset lágádusdivššus, bálvalan ássamis dahje ruoktodivššus.

source: Lisäksi palveluissa ei riittävästi tueta ikääntyneen mahdollisuutta ylläpitää omaa kulttuuriaan ja elämäntapaansa.
sme: B álvalusain ii goit doarvái dorjojuvvo ahkeolbmo vejolašvuohta doalahit iežas kultuvrra ja eallinvuogi.

source: Heikoin tilanne on inarin-, ja koltansaamenkielisillä ikääntyneillä.
sme: Heajumus dilli lea anáraš- ja nuortalašgielat ahkeolbmuin.

source: Muistisairauksien diagnostiikassa tulisi käyttää menetelmiä, jotka sisällöllisesti soveltavat tutkittavan omaa kieltä, kulttuuria ja yhteiskuntaa.
sme: Muitobuozalmasaid diagnostihkas galggašii geavahit vugiid, mat sisdoaluset dáfus heivejit pasieantta iežas gillii, kultuvrii ja servodahkii.

source: Saamelaiskäräjien sotealan kehittämisohjelmassa (2016-2019) ehdotetaan toimenpiteiksi mm. saamenkielisen muistineuvojatoiminnan aloittamista, saamelaisen palveluohjauksen käyttöönottoa sekä saamelaiskulttuurinmukaisten hoitokäytäntöjen kehittämistä.
sme: Sámedikki sode-suorggi ovddidanprográmmas (2016-2019) evttohit doaibmabidjun ee. sámegielat muitorávvendoaimma álggaheami, sámi bálvalusbagadallama atnuiváldima sihke dakkár dikšovugiid ovddideami, mat vuođđuduvvet sámekultuvrii.

source: Saamelaiserityinen palvelu vanhustyössä on työskentelymalli, joka on jäsennetty ja sanoitettu saamelaisten sosiaalipalvelujen kehittämisyksikössä vuosina 2008-2009.
sme: S ámeerenomáš bálvalus boarrásiidbarggus lea bargom álle , mii lea čohkkejuvvon ja čállojuvvon s ámi sosiálabálvalusaid ovddidanovttadagas jagiin 2008-2009.

source: Työskentelymalli tukee saamelaisen vanhuksen kotona asumista niin, että palvelu toteutetaan saamelaisen kulttuurin lähtökohdista, saamelaisten arvojen mukaisesti ja saamen kielellä.
sme: Bargom álle doarju s ápmelaš boarrása ruovttus ássama nu, ahte bálvalus buvttaduvvo sámekultuvrra vuolggasajiin, s ámi árvvuid mielde ja s ámegillii .

source: Saamelaisen vanhustyön työkalupakki sisältää käytännön ohjeita, suosituksia siitä, miten saamelainen ikääntynyt voi säilyttää ja ylläpitää kieltään, kulttuuriaan ja identiteettiään vanhuspalvelujen asiakkaana.
sme: S ámi boarrásiidbarggu bargoneavvolođá sisttisdoallá geavatlaš rávvagiid ja ávžžuhusaid das, mo s ápmelaš ahkeolmmoš sáhttá seailluhit ja doalahit iežas giela, kultuvrra ja identitehta boarrásiidbálvalusaid áššehassan .

source: Ohjeistus on esitetty otettavaksi käyttöön saamelaisten kotiseutualueen kunnissa ja muualla Suomessa.
sme: Rávvagiid leat evttohan váldit atnui s ámiid ruovttuguovllu gielddain ja eará sajis Suomas .

source: Saamelaiserityisyys seniorikaste-hankkeessa esittelee muistipolkumallin, joka huomioi saamelaiserityisyyden muistisairaan palveluprosessimallissa.
sme: S ámeerenomášvuohta seniorikaste-projeavttas ovdanbukt á muitobálggesmálle, mii váldá vuhtii s ámeerenomášvuođa muitobuohcci olbmo bálvalanproseassamálles.

source: Palveluohjaus
sme: Bálvalusbagadallan

source: Saamenkielisen asiakkaan ohjaaminen saamenkielisten palveluiden piiriin voidaan edistää kehittämällä palveluohjausta ja -neuvontaa.
sme: Sámegielat áššehasa lágideami sámegielat bálvalusaid biirii sáhttá ovddidit buoridemiin bálvalusbagadallama ja -rávvema.

source: Saamelaisen asiakkaan näkökulmasta sujuva, katkeamaton palveluketju toteutuisi paremmin, mikäli asiakkaan äidinkieli merkittäisiin asiakkaan tietoihin jo ajanvarauksessa, jolloin se olisi palvelunjärjestäjän ja -tuottajan tiedossa.
sme: S ápmelaš áššehasa dáfus njuovžilis, jotkkolaš bálvalusbálggis ollašuvašii buorebut, jos áššehasa eatnigiella merkejuvvošii áššehasa dieđuide juo áiggi várrema oktavuođas, goas dat livččii bálvaluslágideaddji ja -buvttadeaddji dieđus.

source: Saamelaiskäräjien sotealan kehittämisohjelmassa (2016-2019) toimenpiteiksi ehdotetaan mm. konkreettisten toimintatapojen luomista saamenkielisten asiakkaiden palvelujen järjestämiselle, rajayhteistyösopimusten uudistamista ja laajentamista sekä toimintamallin luomista palveluohjauksen ja etätulkkauksen järjestämiseksi.
sme: Sámedikki sode-suorggi ovddidanprográmmas (2016-2019) doaibmabidjun evttohit ee. konkrehtalaš doaibmavugiid láhčima sámegielat áššehasaid bálvalusaid ordnemii, r ádje oktasašbargosoahpamušaid ođasmahttima ja viiddideami sihke doaibmam álle l áhčima bálvalusbagadallama ja gáiddustulkoma ordnema várás.

source: Paljon tukea tarvitsevat – Paljon palveluita käyttävät-hanke sisälsi saamelaisosion, jossa kehitettiin asiakasosallisuutta ja asiakkaan kohtaamisia tukevia toimenpiteitä, kuten tuen tarpeen tunnistamista.
sme: Paljon tukea tarvitsevat – Paljon palveluita käyttävät -projeakta sisttisdoalai sámeoasi, mas ovddidedje áššehasoasálašvuođa ja áššehasa deaivvademiid doarju doaibmabijuid, nugo doarjaga dárbbu áicama.

source: Hankkeessa luotiin saamelainen palveluohjauspolkumalli paljon tukea tarvitseville henkilöille.
sme: Projeavttas hutke s ámi bálvalusbagadallanbálggesmálle olbmuide, geat dárbbašit ollu doarjaga.

source: Lapsi- ja perhepalvelut
sme: Mánná- ja bearašbálvalusat

source: Äitiysneuvolat ja sairaalat tarjoavat palveluja harvoin saamen kielillä.
sme: Etniidrávvehagat ja buohcceviesut fállet bálvalusaid h árve s ámegillii .

source: Saamenkielisten äitiys- ja lastenneuvola- sekä kouluterveydenhuollon palveluiden saatavuutta tulisi nykyisestä parantaa erityisesti inarin- ja koltansaamen kielten osalta.
sme: Sámegielat etniid- ja mánáidrávvehaga sihke skuvladearvvasvuođafuolahusa bálvalusaid fitnašuvvama galggašii dálážis buoridit erenomážit anáraš- ja nuortalašgielaid oasil.

source: Myös terapiapalveluissa (esim. toiminta- ja puheterapia) tulisi varmistaa lapsen mahdollisuus kommunikoida äidinkielellään sekä käyttää saamenkielisiä arviointimenetelmiä ja materiaaleja.
sme: Maiddái terapiijabálvalusain (omd. doaibma- ja hállanterapiija) galggašii sihkkarastit máná vejolašvuođa gulahallat iežas eatnigillii sihke geavahit sámegielat árvvoštallanvugiid ja materi álaid .

source: Saamelaiskäräjien sotealan kehittämisohjelmassa (2016-2019) ehdotetaan toimenpiteiksi mm. saamenkielisen henkilöstön kouluttamista ja rekrytointia, henkilöstön osaamisen vahvistamista saamen kielessä ja kulttuurissa sekä saamenkielisten matalankynnyksen palveluiden luomista.
sme: Sámedikki sode-suorggi ovddidanprográmmas (2016-2019) evttohit doaibmabidjun ee. sámegielat bargiid skuvlema ja rekryterema, bargoveaga dáidduid nannema s ámegielas ja kultuvrras sihke sámegielat vuollegis šielmmá bálvalusaid hutkama.

source: Saamelaisen varhaiskasvatuksen arjen käytäntöjen opas 2013 on tarkoitettu saamenkielisille varhaiskasvatusyksiköille tukemaan henkilöstön osaamista niin, että saamelaislasten kielelliset ja kulttuuriset oikeudet toteutuisivat arjessa.
sme: Sámi árrabajásgeassima árgga geavadiid rávagirjjáš 2013 ( Saamelaisen varhaiskasvatuksen arjen käytäntöjen opas 2013 lea oaivvilduvvon sámegielat árrabajásgeassinovttadagaide doarju ma dihte bargoveaga dáidduid nu, ahte s ámemánáid gielalaš ja kultuvrralaš vuoigatvuođat ollašuvašedje árggas.

source: Saamelainen kielineuvola on tarkoitettu kaikille perheille, jotka ovat kiinnostuneet vahvistamaan saamen kieltä ja monikielisyyttä perheessä.
sme: S ámi giellarávvehat lea oaivvilduvvon buot bearrašiidda, geat leat beroštuvvan nannet s ámegiela ja m áŋggagielatvuođa bearrašis .

source: Kielineuvolamallin toimijat ovat Saamelaiskäräjät ja Perhepalvelumalli Lappiin-hanke.
sme: Giellarávvehatm álle doaibmi t leat Sámediggi ja Perhepalvelumalli Lappiin -projeakta.

source: Kuati.fi on saamelaiskäräjien ylläpitämä saamenkielinen varhaiskasvatusmateriaalipankki, joka sisältää saamelaiskulttuurinmukaista materiaalia pohjois-, inarin- ja koltansaamen kielillä.
sme: Kuati.fi lea Sámedikki bajásdoallan sámegielat árrabajásgeassin materi álabáŋku , mii sisttisdoallá s ámekultuvrii vuođđuduvvi materi ála davvisámegillii sihke anár aš- ja nuortalašgillii.

source: Vammaispalvelut
sme: Doaibmaváttot olbmuid bálvalusat

source: Saamelaisten vammaisten henkilöiden palvelutarpeen arvioinnissa, palvelusuunnittelussa ja palvelujen toteutuksessa tulisi olla lähtökohtana asiakkaan ja hänen perheensä kielellisten ja kulttuuristen erityispiirteiden tunnistaminen sekä asiakkaan osallisuuden vahvistaminen lähiyhteisössään mahdollisimman hyvin.
sme: S ápmelaš doaibmaváttot olbmuid bálvalandárbbu árvvoštallamis , bálvalusplánemis ja bálvalusaid ollašuhttimis galggašii leat vuolggasadjin áššehasa ja su bearraša gielalaš ja kultuvrralaš sierrasárgosiid identifiseren sihke áššehasa oasálašvuođa nannen lagašservošisttis nu bures go vejolaš.

source: Erityisesti tulee huomioida lasten oikeus kasvaa oman kulttuurinsa jäseniksi vammaisuuden sitä estämättä.
sme: Galgá váldit vuhtii erenomážit mánáid vuoigatvuo đ a bajásšaddat iežas kultuvrra lahttun fuolakeahttá sin doaibmaváttuin.

source: Myös vammaisten henkilöiden omakieliset palvelut, esimerkiksi terapiapalveluiden saatavuus, kaipaavat kehittämistoimia.
sme: Maiddái doaibmaváttot olbmuid iežasgielat bálvalusat, ovdamearkka dihte terapiijabálvalusaid fitnašuvvan, dárbbašit ovddidandoaimmaid.

source: Nykyisessä tilanteessa saamenkielinen lapsi joutuu kasvamaan suomenkieliseksi, koska kaikki kuntoutuspalvelut ovat suomenkielisiä ja suomalaisen kulttuurinmukaisia.
sme: Dálá dilis sámegielat mánná gártá bajásšaddat suomagielagin, dasgo buot veajuiduhttinbálvalusat leat suomagillii ja dat vuođđuduvvet suopmelaš kultuvrii.

source: Saamelaiskäräjien sotealan kehittämisohjelmassa (2016-2019) ehdotetaan toimenpiteiksi mm. saamenkielisten testien kehittämistä ja omatyöntekijä-mallin käyttöönottoa.
sme: Sámedikki sode-suorggi ovddidanprográmmas (2016-2019) evttohit doaibmabidjun ee. sámegielat teasttaid hutkama ja iežas bargi -m álle atnuiváldi ma.

source: THL:n Vammaispalvelujen käsikirja käsittelee saamelaisten vammaisten oikeuksia ja miten saamelaiserityisyys tulisi ottaa huomioon vammaisten tukipalveluissa.
sme: THL doaibmaváttot olbmuid bálvalusaid giehtagirji ( Vammaispalvelujen käsikirja ) gieđahallá s ápmelaš doaibmaváttot olbmuid vuoigatvuođaid ja dan mo sámeerenomášvuođa galgga šii váldit vuhtii doaibmaváttot olbmuid doarjjabálvalusain.

source: Mielenterveyspalvelut ja psykososiaalinen tuki
sme: Mielladearvvasvuođabálvalusat ja psykososiálalaš doarjja

source: Saamelaisväestö tarvitsee tehokkaita toimenpiteitä ja matalan kynnyksen palveluita, joilla tuetaan saamelaisten psyykkistä hyvinvointia ja mielenterveyttä sekä yhteisön ja yksilöiden voimavaroja.
sme: S ámeveahkadat dárbbaša beaktilis doaibmabijuid ja vuollegis šielmmá bálvalusaid, mainna doarjut sámiid psyhkalaš buresveadjima ja mielladearvvasvuođa sihke servoša ja ovttatolbmuid návccaid.

source: Saamelaisten kannalta kiireellisimmin kehitettäviä palveluita ovat päihde-, mielenterveys- ja perheneuvontapalvelut.
sme: S ámiid dáf us galggašii hoahpumus lági mielde ovddidit gárrenávnnas-, mielladearvvasvuođa- ja bearašrávvenbálvalusaid.

source: Lisäksi tarvitaan yhteisöllisten työmenetelmien kehittelyä.
sme: Lassin dárbbašuvvo servvolaš bargovugiid hutkan.

source: Saamelaiskäräjien sote-alan kehittämisohjelmassa (2016-2019) toimenpiteiksi ehdotetaan mm. saamenkielisten psykiatristen sairaanhoitajien kouluttamista saamelaisalueelle, saamelaisen palveluohjausmallin käyttöönottoa sekä kärkihankkeena saamelaisten psyykkisen hyvinvoinnin kehittämishanketta.
sme: Sámedikki sode-suorggi ovddidanprográmmas (2016-2019) doaibmabidjun evttohit ee. sámegielat psyki átralaš buohccedikšáriid skuvle ma sámeguvlui, sámi bálvalusbagadallanm álle atnuiváldi ma sihke njunušprojeaktan s ámiid psyhkalaš buresveadjima ovddidanprojeavtta.

source: Mettäterapia on kulttuurisensitiivistä luontoa hyödyntävää päihdetyötä.
sme: Mettäterapia lea kultursensitiivvalaš gárrenávnnasbargu, mii ávkkástallá luondduin.

source: Hankkeen toimintamuotoja ovat ohjaus ja neuvonta, mettäterapija, toimintapäivät, kohtaamispaikat sekä materiaalin tuotto, vaikuttamistyö ja uusien työmuotojoen kehittäminen.
sme: Projeavtta doaibmavuogit leat bagadallan ja rávven, mettäterapia, doaibmabeaivvit, deaivvadanbáikkit sihke materi ála buvttadeapmi , v áikkuhanbargu ja ođđa bargovugiid ovddideapmi.

source: Palvelu on saatavilla Enontekiöllä ja Inari-Utsjoen alueella.
sme: Bálvalus lea fidnemis Eanodagas ja Anár-Ohcejo ga guovllus.

source: Boazodoalli veaje bures on Melan julkaisema pohjoissaamenkielinen ohjekirjanen poronhoitajille, jossa on ohjeet työhyvinvoinnin ylläpitoon sekä lista tukea ja apua antavista verkostoista.
sme: Boazodoalli veaje bures lea Mela almmustahttin davvisámegielat rávagirjjáš boazodoalliide.
